 
    "stories": [
        {
            "id": 1,
            "title": "The Thirsty Crow",
            "content": "The Thirsty Crow is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Thirsty Crow' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Friendship",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 2,
            "title": "The Lion and the Mouse",
            "content": "The Lion and the Mouse is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Lion and the Mouse' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Honesty",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 3,
            "title": "The Honest Woodcutter",
            "content": "The Honest Woodcutter is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Honest Woodcutter' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Wisdom",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 4,
            "title": "The Boy Who Cried Wolf",
            "content": "The Boy Who Cried Wolf is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Boy Who Cried Wolf' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Hard Work",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 5,
            "title": "The Ant and the Grasshopper",
            "content": "The Ant and the Grasshopper is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Ant and the Grasshopper' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Kindness",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 6,
            "title": "The Fox and the Grapes",
            "content": "The Fox and the Grapes is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Fox and the Grapes' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Courage",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 7,
            "title": "The Goose that Laid Golden Eggs",
            "content": "The Goose that Laid Golden Eggs is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Goose that Laid Golden Eggs' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Animals",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 8,
            "title": "The Tortoise and the Hare",
            "content": "The Tortoise and the Hare is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Tortoise and the Hare' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Friendship",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 9,
            "title": "The Bundle of Sticks",
            "content": "The Bundle of Sticks is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Bundle of Sticks' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Honesty",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 10,
            "title": "The Clever Monkey",
            "content": "The Clever Monkey is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Clever Monkey' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Wisdom",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 11,
            "title": "The Milkmaid and Her Pail",
            "content": "The Milkmaid and Her Pail is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Milkmaid and Her Pail' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Hard Work",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 12,
            "title": "The Crow and the Pitcher",
            "content": "The Crow and the Pitcher is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Crow and the Pitcher' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Kindness",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 13,
            "title": "The Dog in the Manger",
            "content": "The Dog in the Manger is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Dog in the Manger' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Courage",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 14,
            "title": "The Golden Touch",
            "content": "The Golden Touch is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Golden Touch' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Animals",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 15,
            "title": "The Farmer and the Snake",
            "content": "The Farmer and the Snake is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Farmer and the Snake' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Friendship",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 16,
            "title": "The Old Man and His Sons",
            "content": "The Old Man and His Sons is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Old Man and His Sons' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Honesty",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 17,
            "title": "The Fox and the Stork",
            "content": "The Fox and the Stork is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Fox and the Stork' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Wisdom",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 18,
            "title": "The Town Mouse and the Country Mouse",
            "content": "The Town Mouse and the Country Mouse is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Town Mouse and the Country Mouse' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Hard Work",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 19,
            "title": "The Donkey and the Salt",
            "content": "The Donkey and the Salt is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Donkey and the Salt' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Kindness",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 20,
            "title": "The Wind and the Sun",
            "content": "The Wind and the Sun is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Wind and the Sun' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Courage",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 21,
            "title": "The Clever Rabbit",
            "content": "The Clever Rabbit is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Clever Rabbit' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Animals",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 22,
            "title": "The Lion’s Share",
            "content": "The Lion’s Share is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Lion’s Share' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Friendship",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 23,
            "title": "The Hare and the Hound",
            "content": "The Hare and the Hound is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Hare and the Hound' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Honesty",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 24,
            "title": "The Two Goats",
            "content": "The Two Goats is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Two Goats' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Wisdom",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 25,
            "title": "The Crow and the Peacock",
            "content": "The Crow and the Peacock is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Crow and the Peacock' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Hard Work",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 26,
            "title": "The Camel and the Jackal",
            "content": "The Camel and the Jackal is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Camel and the Jackal' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Kindness",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 27,
            "title": "The Monkey and the Crocodile",
            "content": "The Monkey and the Crocodile is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Monkey and the Crocodile' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Courage",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 28,
            "title": "The Pot of Gold",
            "content": "The Pot of Gold is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Pot of Gold' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Animals",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 29,
            "title": "The Honest Farmer",
            "content": "The Honest Farmer is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Honest Farmer' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Friendship",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 30,
            "title": "The Fisherman and the Little Fish",
            "content": "The Fisherman and the Little Fish is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Fisherman and the Little Fish' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Honesty",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 31,
            "title": "The Wolf in Sheep’s Clothing",
            "content": "The Wolf in Sheep’s Clothing is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Wolf in Sheep’s Clothing' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Wisdom",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 32,
            "title": "The Boy and the Filberts",
            "content": "The Boy and the Filberts is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Boy and the Filberts' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Hard Work",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 33,
            "title": "The Miser and His Gold",
            "content": "The Miser and His Gold is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Miser and His Gold' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Kindness",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 34,
            "title": "The Farmer and His Lazy Sons",
            "content": "The Farmer and His Lazy Sons is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Farmer and His Lazy Sons' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Courage",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 35,
            "title": "The Cat and the Bell",
            "content": "The Cat and the Bell is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Cat and the Bell' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Animals",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 36,
            "title": "The Dog and His Reflection",
            "content": "The Dog and His Reflection is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Dog and His Reflection' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Friendship",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 37,
            "title": "The Fox Without a Tail",
            "content": "The Fox Without a Tail is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Fox Without a Tail' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Honesty",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 38,
            "title": "The Man and the Serpent",
            "content": "The Man and the Serpent is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Man and the Serpent' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Wisdom",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 39,
            "title": "The Farmer and the Birds",
            "content": "The Farmer and the Birds is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Farmer and the Birds' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Hard Work",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 40,
            "title": "The Hunter and the Pigeons",
            "content": "The Hunter and the Pigeons is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Hunter and the Pigeons' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Kindness",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 41,
            "title": "The Shepherd and the Wolf",
            "content": "The Shepherd and the Wolf is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Shepherd and the Wolf' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Courage",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 42,
            "title": "The Clever Fox",
            "content": "The Clever Fox is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Clever Fox' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Animals",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 43,
            "title": "The Crow and the Serpent",
            "content": "The Crow and the Serpent is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Crow and the Serpent' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Friendship",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 44,
            "title": "The Merchant and His Donkey",
            "content": "The Merchant and His Donkey is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Merchant and His Donkey' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Honesty",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 45,
            "title": "The Farmer and the Well",
            "content": "The Farmer and the Well is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Farmer and the Well' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Wisdom",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 46,
            "title": "The Wise Judge",
            "content": "The Wise Judge is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Wise Judge' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Hard Work",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 47,
            "title": "The Foolish Goat",
            "content": "The Foolish Goat is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Foolish Goat' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Kindness",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 48,
            "title": "The Kind Elephant",
            "content": "The Kind Elephant is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Kind Elephant' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Courage",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 49,
            "title": "The Brave Little Tailor",
            "content": "The Brave Little Tailor is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Brave Little Tailor' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Animals",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 50,
            "title": "The Wise Old Owl",
            "content": "The Wise Old Owl is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Wise Old Owl' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.ibb.co/3yGvG2z/crow-full.jpg",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Friendship",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        }
    ]
 
