 
    [
        {
            "id": 1,
            "title": "The Thirsty Crow",
            "content": "On a very hot summer day in the fields, a thirsty crow flew everywhere in search of water. Suddenly, his gaze landed on a pitcher on the ground with little water in it. The water level was too low, and the pitcher had a narrow neck, because of which the crow could not drink the water.Then an idea came to him. He started picking the pebbles scattered near the pitcher and dropping them into it one by one. As pebbles went into the pitcher, the water rose. The crow drank the water and thanked mother nature.",
            "imageUrl": "https://i.postimg.cc/d0gP5Vwc/image.png",
            "thumbinalUrl": "https://i.postimg.cc/DW54WFdM/image.png",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Friendship",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 2,
            "title": "The Lion and the Mouse",
            "content": "A Lion lay asleep in the forest, his great head resting on his paws. A timid little Mouse came upon him unexpectedly, and in her fright and haste to get away, ran across the Lion's nose. Roused from his nap, the Lion laid his huge paw angrily on the tiny creature to kill her. Spare me! begged the poor Mouse. Please let me go and some day I will surely repay you. The Lion was much amused to think that a Mouse could ever help him. But he was generous and finally let the Mouse go. Some days later, while stalking his prey in the forest, the Lion was caught in the toils of a hunter's net. Unable to free himself, he filled the forest with his angry roaring. The Mouse knew the voice and quickly found the Lion struggling in the net. Running to one of the great ropes that bound him, she gnawed it until it parted, and soon the Lion was free. You laughed when I said I would repay you, said the Mouse. Now you see that even a Mouse can help a Lion.",
            "imageUrl": "https://i.postimg.cc/wTN2S5Jr/image.png",
            "thumbinalUrl": "https://i.postimg.cc/PxqTd3jV/image.png",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Honesty",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 3,
            "title": "The Honest Woodcutter",
            "content": "Once upon a time there was a poor woodcutter who lived by a forest. Every day he cut wood and sold it in the village to earn his living. One day while chopping wood near a river his axe slipped and fell into the water. The river was deep and he could not find it. He sat on the bank and started crying. Suddenly a forest goddess appeared. She asked, Why are you crying \n The woodcutter replied, I dropped my only axe into the river. Without it I cannot work.\n The goddess dived into the water and came back with a golden axe. She asked, Is this yours The woodcutter shook his head. No that is not mine.\n She went again and brought a silver axe. Is this yours Again he said, No that is not mine. Finally she brought his old iron axe. His face lit up with joy. Yes That one is mine. The goddess was very pleased with his honesty. She gave him all three axes gold silver and iron as a reward.",
            "imageUrl": "https://i.postimg.cc/7ZYCgwxN/image.png",
            "thumbinalUrl": "https://i.postimg.cc/jLvpkFcr/image.png",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Wisdom",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 4,
            "title": "The Boy Who Cried Wolf",
            "content": "Once upon a time, a shepherd boy was bored as he sat watching his flock of sheep.\nTo amuse himself, he shouted, \"Wolf! Wolf!\" even though there was no wolf.\n\nThe villagers rushed to his aid, but they found no wolf. The boy laughed at them.\n\nHe repeated the trick many times, and the villagers stopped believing him.\n\nOne day, a real wolf came. The boy cried out for help, but no one came.\nThe wolf attacked the sheep, and the boy learned a lesson:\nNo one believes a liar, even when he speaks the truth."
            "imageUrl": "https://i.postimg.cc/V6cmWWqc/image.png",
            "thumbinalUrl": "https://i.postimg.cc/h4dVLg6r/image.png",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Hard Work",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 5,
            "title": "The Ant and the Grasshopper",
            "content": "One summer's day, a grasshopper was hopping about, chirping and singing.\nHe saw an ant working hard, carrying food to its nest.\n\nThe grasshopper laughed and said, \"Why work so hard? Come, sing and play with me.\"\n\nThe ant replied, \"I am storing food for the winter. You should do the same.\"\n\nThe grasshopper ignored the advice and kept playing all summer.\n\nWhen winter came, the grasshopper had no food and was starving.\nHe saw the ants enjoying the food they had stored.\n\nThen the grasshopper realized:\nIt is wise to prepare today for the needs of tomorrow."
            "imageUrl": "https://i.postimg.cc/Hs8vT1GB/image.png",
            "thumbinalUrl": "https://i.postimg.cc/8j6g05qh/image.png",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Kindness",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 6,
            "title": "The Fox and the Grapes",
            "content": "One hot summer day, a fox was walking through an orchard.\nHe saw a bunch of ripe, juicy grapes hanging from a vine.\n\nThe fox’s mouth watered, and he jumped to reach them.\nBut the grapes were too high.\n\nHe tried again and again, leaping with all his strength.\nStill, he could not reach the grapes.\n\nAt last, the fox gave up and walked away, saying,\n\"Those grapes are probably sour anyway.\"\n\nMoral: It is easy to despise what you cannot have."
            "imageUrl": "https://i.postimg.cc/SRk938pB/image.png",
            "thumbinalUrl": "https://i.postimg.cc/0zFShJZS/image.png",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Courage",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 7,
            "title": "The Goose that Laid Golden Eggs",
            "content": "Once upon a time, a farmer had a goose that laid one golden egg every day.\n\nThe farmer sold the eggs and soon became rich.\nBut he grew greedy and impatient.\n\nHe thought, \"If I kill the goose, I can take all the golden eggs at once.\"\n\nSo he killed the goose, but to his sorrow, there were no golden eggs inside.\n\nNow the farmer had no goose and no golden eggs.\n\nMoral: Greed can destroy the good we already have."
            "imageUrl": "https://i.postimg.cc/xTsmpcpZ/image.png",
            "thumbinalUrl": "https://i.postimg.cc/8jsjDz7m/image.png",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Animals",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 8,
            "title": "The Tortoise and the Hare",
            "content": "One day, a hare was boasting about how fast he could run.\nHe laughed at the slow tortoise for moving so slowly.\n\nThe tortoise challenged the hare to a race.\nThe hare agreed, thinking it would be an easy win.\n\nWhen the race began, the hare ran very fast and soon left the tortoise far behind.\nConfident of his victory, the hare lay down under a tree and fell asleep.\n\nMeanwhile, the tortoise kept moving slowly but steadily.\nHe never stopped or gave up.\n\nAt last, the tortoise reached the finish line before the hare woke up.\n\nMoral: Slow and steady wins the race."
            "imageUrl": "https://i.postimg.cc/0Qc55JSR/image.png",
            "thumbinalUrl": "https://i.postimg.cc/G9RWMr6d/image.png",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Friendship",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 9,
            "title": "The Bundle of Sticks",
            "content": "An old man had several sons who often quarreled with one another.\nHe wanted to teach them the value of unity.\n\nHe called his sons and gave each of them a single stick, asking them to break it.\nEach stick broke easily.\n\nThen he gave them a bundle of sticks tied together and asked them to break it.\nNone of the sons could break the bundle.\n\nThe father said, \"United, you are strong; divided, you are weak.\"\n\nMoral: Strength lies in unity."
            "imageUrl": "https://i.postimg.cc/5tfMH2bx/image.png",
            "thumbinalUrl": "https://i.postimg.cc/fJ21TdyR/image.png",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Honesty",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 10,
            "title": "The Clever Monkey",
            "content": "A monkey once saw a farmer carrying a basket of fruits.\nThe farmer placed the basket under a tree while he rested.\n\nThe monkey wanted the fruits but knew the farmer would stop him.\nHe thought of a clever plan.\n\nHe called his friends and together they created a distraction.\nWhile the farmer was busy, the monkey grabbed some fruits and climbed up the tree.\n\nThe farmer tried to catch him, but the monkey was too clever and escaped.\n\nMoral: Clever thinking and planning can help solve problems."
            "imageUrl": "https://i.postimg.cc/hGVbYKd7/image.png",
            "thumbinalUrl": "https://i.postimg.cc/nsW3Rz9S/image.png",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Wisdom",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 11,
            "title": "The Milkmaid and Her Pail",
            "content": "A Milkmaid had been out to milk the cows and was returning from the field with the shining milk pail balanced nicely on her head. As she walked along, her pretty head was busy with plans for the days to come. This good, rich milk," she mused, "will give me plenty of cream to churn. The butter I make, I will take to market, and with the money I get for it, I will buy a lot of eggs for hatching. How nice it will be when they are all hatched and the yard is full of fine young chicks. Then, when May Day comes, I will sell them, and with the money I'll buy a lovely new dress to wear to the fair. All the young men will look at me. They will come and try to make love to me,—but I shall very quickly send them about their business! As she thought of how she would settle that matter, she tossed her head scornfully, and down fell the pail of milk to the ground. And all the milk flowed out, and with it vanished butter and eggs and chicks and new dress and all the milkmaid's pride.",
            "imageUrl": "https://i.postimg.cc/XJCFw0SJ/image.png",
            "thumbinalUrl": "https://i.postimg.cc/tZ9YjwgQ/image.png",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Hard Work",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 12,
            "title": "The Crow and the Pitcher",
            "content": "In a spell of dry weather, when the Birds could find very little to drink, a thirsty Crow found a pitcher with a little water in it. But the pitcher was high and had a narrow neck, and no matter how he tried, the Crow could not reach the water. The poor thing felt as if he must die of thirst. Then an idea came to him. Picking up some small pebbles, he dropped them into the pitcher one by one. With each pebble the water rose a little higher until at last it was near enough so he could drink.",
            "imageUrl": "https://i.postimg.cc/Ssd41npt/image.png",
            "thumbinalUrl": "https://i.postimg.cc/R6W2NVhc/image.png",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Kindness",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 13,
            "title": "The Dog in the Manger",
            "content": "One day a dog was in search of a place to sleep so it was roaming the streets. He saw a manager of an ox and jumped into the manager as there was no one. \n The dog lay upon the straw in that place comfortably.\nThe ox returned to the manager after a while from the afternoon work. The ox was very tired because of hard work and felt hungry. He wished to eat some of the hay or straw. \nThe dog who was sleeping was awakened from his nap and barked at the ox in a rage. \nThe angry dog tried to bite the ox when he tried to come near the straw. \n The ox said, ” you cannot eat the hay yourself, and yet you will let no one else have any.\n At last, the ox was disappointed and gave up the hope of eating straw. The ox went away to his work."
            "imageUrl": "https://i.postimg.cc/zfhRnFPf/image.png",
            "thumbinalUrl": "https://i.postimg.cc/YLF2GhY5/image.png",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Courage",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 14,
            "title": "The Golden Touch",
            "content": "King Midas loved gold more than anything in the world.\nOne day, a stranger granted him a wish, and Midas wished that everything he touched would turn to gold.\n\nAt first, he was delighted as flowers, food, and objects turned into gold.\nBut soon, he realized the curse of his wish—he could not eat, drink, or even hug his daughter without turning them into gold.\n\nMidas begged to have the gift taken away, and the stranger agreed.\n\nMoral: Greed can lead to unforeseen problems; value what truly matters."
            "imageUrl": "https://i.postimg.cc/7hRxsp5r/image.png",
            "thumbinalUrl": "https://i.postimg.cc/VS580JcK/image.png",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Animals",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 15,
            "title": "The Farmer and the Snake",
            "content": "A Farmer walked through his field one cold winter morning. On the ground lay a Snake, stiff and frozen with the cold. The Farmer knew how deadly the Snake could be, and yet he picked it up and put it in his bosom to warm it back to life.\n The Snake soon revived, and when it had enough strength, bit the man who had been so kind to it. The bite was deadly and the Farmer felt that he must die. As he drew his last breath, he said to those standing around"
            "imageUrl": "https://i.postimg.cc/SKQxK7F5/image.png",
            "thumbinalUrl": "https://i.postimg.cc/QCy1Zx3j/image.png",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Friendship",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 16,
            "title": "The Old Man and His Sons",
            "content": "Once upon a time, there was a man who had many sons. The sons, on the other hand, were always fighting with each other. As the man became older and weaker, he became worried that his sons would ruin themselves if they continued to fight. He begged them to live joyfully and peacefully together, but no one listened to him and continued to act in the same manner. One day, the old man called all of his sons together and handed them a bundle of sticks which were tied together.\nI want every one of you to take this bundle of sticks and break it,\n he said. The sons tried to break the bundle one by one with all their strength, but they were unsuccessful. Please accept my apologies, father! No matter how hard we try, we can't break this bundle! said all of his boys. The old guy then opened the rope that bound the sticks together. He then handed a stick to each of his sons. Now, my sons, try to break it! he exclaimed. The single stick broke easily. What does this mean father? the boys questioned. No one will be able to break you if you stay together, just like these sticks, the old man continued. “Many individuals in this world will take advantage of you when you are single. If you stay together, you can face any challenges. They all learned a lesson and realised the importance of one another.",
            "imageUrl": "https://i.postimg.cc/bvqFC3Np/image.png",
            "thumbinalUrl": "https://i.postimg.cc/FYnZ1bLB/image.png",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Honesty",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 17,
            "title": "The Fox and the Stork",
            "content": "The Fox one day thought of a plan to amuse himself at the expense of the Stork, at whose odd appearance he was always laughing. You must come and dine with me today, he said to the Stork, smiling to himself at the trick he was going to play. The Stork gladly accepted the invitation and arrived in good time and with a very good appetite. For dinner the Fox served soup. But it was set out in a very shallow dish, and all the Stork could do was to wet the very tip of his bill. Not a drop of soup could he get. But the Fox lapped it up easily, and, to increase the disappointment of the Stork, made a great show of enjoyment. The hungry Stork was much displeased at the trick, but he was a calm, even-tempered fellow and saw no good in flying into a rage. Instead, not long afterward, he invited the Fox to dine with him in turn. The Fox arrived promptly at the time that had been set, and the Stork served a fish dinner that had a very appetizing smell. But it was served in a tall jar with a very narrow neck. The Stork could easily get at the food with his long bill, but all the Fox could do was to lick the outside of the jar, and sniff at the delicious odor. And when the Fox lost his temper, the Stork said calmly:",
            "imageUrl": "https://i.postimg.cc/9f41NKH3/image.png",
            "thumbinalUrl": "https://i.postimg.cc/xJJk1M2n/image.png",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Wisdom",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 18,
            "title": "The Town Mouse and the Country Mouse",
            "content": "A country mouse invited his cousin, the town mouse, to his home in the countryside.\nThe town mouse found the simple country food plain and uninteresting.\n\nThe town mouse invited the country mouse to the city, where there was plenty of luxurious food.\nBut in the city, they had to hide from humans and cats, which made them scared.\n\nThe country mouse realized that simple living in peace was better than luxury with danger.\n\nMoral: A simple, safe life is better than a luxurious but risky one."
            "imageUrl": "https://i.postimg.cc/tTtkzjm7/image.png",
            "thumbinalUrl": "https://i.postimg.cc/qg6nJVJy/image.png",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Hard Work",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 19,
            "title": "The Donkey and the Salt",
            "content": "A farmer was carrying salt on his donkey’s back.\nThe donkey stumbled into a river, and the load of salt dissolved in the water.\n\nThe donkey was happy to feel lighter and enjoyed walking.\nThe next day, the farmer loaded the donkey with salt again, but this time he added sand to the load.\n\nThe donkey tried to repeat his trick, but the load did not get lighter.\n\nMoral: Cleverness works only once; repeated attempts may fail."
            "imageUrl": "https://i.postimg.cc/h42b4pFF/image.png",
            "thumbinalUrl": "https://i.postimg.cc/RFTLyBh0/image.png",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Kindness",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 20,
            "title": "The Wind and the Sun",
            "content": "The Wind and the Sun argued about who was stronger.\nThey saw a traveler walking along the road wearing a cloak.\n\nThe Wind tried to blow the cloak off the traveler with all his might, but the traveler only held it tighter.\n\nThen the Sun shone warmly on the traveler, and he soon took off his cloak willingly.\n\nMoral: Gentleness and kindness are stronger than force and fury."
            "imageUrl": "https://i.postimg.cc/0NJKv0Ys/image.png",
            "thumbinalUrl": "https://i.postimg.cc/Z59jR27f/image.png",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Courage",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 21,
            "title": "The Clever Rabbit",
            "content": "A lion was terrorizing all the animals in the forest.\nThey decided to offer one animal each day to the lion to save themselves.\n\nWhen it was the clever rabbit’s turn, he devised a plan.\nHe arrived late and told the lion that another lion claimed to be stronger and was waiting in a nearby well.\n\nThe lion rushed to the well and, seeing his reflection, thought it was the other lion.\nHe jumped in to attack and drowned.\n\nMoral: Intelligence and quick thinking can defeat brute strength."
            "imageUrl": "https://i.postimg.cc/P5v5vrPb/image.png",
            "thumbinalUrl": "https://i.postimg.cc/nVk3wv91/image.png",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Animals",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 22,
            "title": "The Lion’s Share",
            "content": "A lion, a fox, a jackal, and a wolf went hunting together.\nThey caught a deer and started dividing it.\n\nThe lion claimed the first portion as the strongest, the second as the bravest, the third as the cleverest, and finally, took the rest for himself.\n\nThe other animals received nothing and realized the lion always takes the largest share.\n\nMoral: The strong often take the best share, leaving little for others."
            "imageUrl": "https://i.postimg.cc/zGZ9pJxF/image.png",
            "thumbinalUrl": "https://i.postimg.cc/hthZmfj1/image.png",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Friendship",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 23,
            "title": "The Hare and the Hound",
            "content": "A hare and a hound were discussing who was faster.\nThey decided to race to settle the argument.\n\nThe hound ran swiftly and confidently, but the hare used his cleverness.\nHe took a shortcut and reached the finish line before the hound.\n\nThe hound was surprised and learned that speed alone is not enough; cleverness matters too.\n\nMoral: Intelligence can triumph over brute speed or strength."
            "imageUrl": "https://i.postimg.cc/SR8pNjZj/image.png",
            "thumbinalUrl": "https://i.postimg.cc/YLFtJxwL/image.png",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Honesty",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 24,
            "title": "The Two Goats",
            "content": "Two Goats, frisking gayly on the rocky steeps of a mountain valley, chanced to meet, one on each side of a deep chasm through which poured a mighty mountain torrent. The trunk of a fallen tree formed the only means of crossing the chasm, and on this not even two squirrels could have passed each other in safety. The narrow path would have made the bravest tremble. Not so our Goats. Their pride would not permit either to stand aside for the other.\n One set her foot on the log. The other did likewise. In the middle they met horn to horn. Neither would give way, and so they both fell, to be swept away by the roaring torrent below"
            "imageUrl": "https://i.postimg.cc/0QMTcb1Z/image.png",
            "thumbinalUrl": "https://i.postimg.cc/cKTCmTss/image.png",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Wisdom",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 25,
            "title": "The Crow and the Peacock",
            "content": "There was once a crow that despised her feathers. She had always adored the peacock's brilliant feathers and wished to be one of them. \n You all have such a drab and uninteresting appearance. Look at how lovely the peacocks are.” She would tell her fellow crows, \nI wish I were a peacock.\nThe crow noticed a lot of peacock feathers on the ground one day. An idea came to me when I saw those peacock feathers. She gathered them and inserted them into her wings, tail, and a few inches above her head to resemble a peacock. \nShe thought to herself, Now I'm as beautiful as a peacock. So she went to join the peacocks, only to be humiliated and kicked out. The peacocks were well aware that she wasn't one of them. \nThe peacock and the crow are two birds that live together.\nThey told her that wearing peacock feathers would not turn her into a peacock.\nShe returned to her crow mates, sad and ashamed. However, after all of her insults, none of her other crows wanted to be around her. To add insult to injury, they teased her for having peacock feathers sticking out of her wings and tail.\nThen a wise old crow appeared and told him, We should accept ourselves as we are. Don't attempt to be a carbon duplicate of others. I hope you've grasped the significance of your lesson.\nThe crow recognised her error and felt bad about it. She tore the peacock feathers from her feathers and accepted herself as a crow once more. She then went up to her fellow crows and apologised for offending them. They reconnected as pals. The crow finally found happiness.",
            "imageUrl": "https://i.postimg.cc/vTv3zsT3/image.png",
            "thumbinalUrl": "https://i.postimg.cc/T17h5k70/image.png",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Hard Work",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 26,
            "title": "The Camel and the Jackal",
            "content": "The Camel and the Jackal is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Camel and the Jackal' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/LsfkDp0L/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Kindness",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 27,
            "title": "The Monkey and the Crocodile",
            "content": "The Monkey and the Crocodile is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Monkey and the Crocodile' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/NjXrqx7w/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Courage",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 28,
            "title": "The Pot of Gold",
            "content": "The Pot of Gold is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Pot of Gold' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/0Nxrg1yp/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Animals",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 29,
            "title": "The Honest Farmer",
            "content": "The Honest Farmer is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Honest Farmer' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/FzfHb9TQ/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Friendship",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 30,
            "title": "The Fisherman and the Little Fish",
            "content": "The Fisherman and the Ltitle Fish is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Fisherman and the Little Fish' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/xdYG67rZ/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Honesty",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 31,
            "title": "The Wolf in Sheep’s Clothing",
            "content": "The Wolf in Sheep’s Clothing is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Wolf in Sheep’s Clothing' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/yNV9mZc4/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Wisdom",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 32,
            "title": "The Boy and the Filberts",
            "content": "The Boy and the Filberts is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Boy and the Filberts' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/ht0MRg0n/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Hard Work",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 33,
            "title": "The Miser and His Gold",
            "content": "The Miser and His Gold is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Miser and His Gold' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/LXJVPPF4/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Kindness",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 34,
            "title": "The Farmer and His Lazy Sons",
            "content": "The Farmer and His Lazy Sons is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Farmer and His Lazy Sons' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/B6PxbG2X/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Courage",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 35,
            "title": "The Cat and the Bell",
            "content": "The Cat and the Bell is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Cat and the Bell' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/wTjjQQbk/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Animals",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 36,
            "title": "The Dog and His Reflection",
            "content": "The Dog and His Reflection is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Dog and His Reflection' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/ZqRQfCz2/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Friendship",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 37,
            "title": "The Fox Without a Tail",
            "content": "The Fox Without a Tail is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Fox Without a Tail' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/wTNgV4QL/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Honesty",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 38,
            "title": "The Man and the Serpent",
            "content": "The Man and the Serpent is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Man and the Serpent' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/L4YncTV6/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Wisdom",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 39,
            "title": "The Farmer and the Birds",
            "content": "The Farmer and the Birds is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Farmer and the Birds' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/Pq0kYmv2/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "4-6",
            "category": "Hard Work",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 40,
            "title": "The Hunter and the Pigeons",
            "content": "The Hunter and the Pigeons is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Hunter and the Pigeons' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/vmJpcbCK/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "6-8",
            "category": "Kindness",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        },
        {
            "id": 41,
            "title": "The Shepherd and the Wolf",
            "content": "The Shepherd and the Wolf is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Shepherd and the Wolf' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/4xYGyJW6/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "8-12",
            "category": "Courage",
            "moral": "Kindness is never wasted.",
            "isFavorite": false
        },
        {
            "id": 42,
            "title": "The Clever Fox",
            "content": "The Clever Fox is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Clever Fox' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/1XRhQPgN/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "4-6",
            "category": "Animals",
            "moral": "Where there is a will, there is a way.",
            "isFavorite": false
        },
        {
            "id": 43,
            "title": "The Crow and the Serpent",
            "content": "The Crow and the Serpent is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Crow and the Serpent' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/t4BzSbbM/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "6-8",
            "category": "Friendship",
            "moral": "Hard work brings success.",
            "isFavorite": false
        },
        {
            "id": 44,
            "title": "The Merchant and His Donkey",
            "content": "The Merchant and His Donkey is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Merchant and His Donkey' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/t4BzSbbM/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "8-12",
            "category": "Honesty",
            "moral": "Courage helps overcome fear.",
            "isFavorite": false
        },
        {
            "id": 45,
            "title": "The Farmer and the Well",
            "content": "The Farmer and the Well is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Farmer and the Well' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/tCS1841W/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "4-6",
            "category": "Wisdom",
            "moral": "Wisdom is greater than strength.",
            "isFavorite": false
        },
        {
            "id": 46,
            "title": "The Wise Judge",
            "content": "The Wise Judge is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Wise Judge' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/gcfchL6M/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "6-8",
            "category": "Hard Work",
            "moral": "Unity is strength.",
            "isFavorite": false
        },
        {
            "id": 47,
            "title": "The Foolish Goat",
            "content": "The Foolish Goat is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Foolish Goat' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/pdtP6wBK/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Indian Folktale",
            "ageGroup": "8-12",
            "category": "Kindness",
            "moral": "Patience brings reward.",
            "isFavorite": false
        },
        {
            "id": 48,
            "title": "The Kind Elephant",
            "content": "The Kind Elephant is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Kind Elephant' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/K8pHKB1j/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Aesop",
            "ageGroup": "4-6",
            "category": "Courage",
            "moral": "Greed leads to loss.",
            "isFavorite": false
        },
        {
            "id": 49,
            "title": "The Brave Little Tailor",
            "content": "The Brave Little Tailor is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Brave Little Tailor' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/tJ95v4s8/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Traditional",
            "ageGroup": "6-8",
            "category": "Animals",
            "moral": "Helping others brings happiness.",
            "isFavorite": false
        },
        {
            "id": 50,
            "title": "The Wise Old Owl",
            "content": "The Wise Old Owl is a famous moral story passed down through generations. It tells about characters who face challenges, make choices, and learn lessons that apply to real life. The story of 'The Wise Old Owl' usually begins with a simple problem that grows into a test of character. Through cleverness, honesty, or kindness, the main characters resolve their difficulties and discover a timeless truth. This tale has been told to children to inspire good values and guide them in life.",
            "imageUrl": "https://i.postimg.cc/Nfz6m4k3/image.png",
            "thumbinalUrl": "https://i.ibb.co/qRz6j4y/crow-thumb.jpg",
            "author": "Anonymous",
            "ageGroup": "8-12",
            "category": "Friendship",
            "moral": "Honesty is the best policy.",
            "isFavorite": false
        }
    ]
 
